{
    "promocoes": [
        {
        "titulo": "O Hobbit + pôster",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/913lzVLGFVL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/813oATxj2yL.jpg",
        "descricao": "Bilbo Bolseiro era um dos mais respeitáveis hobbits de todo o Condado até que, um dia, o mago Gandalf bate à sua porta. A partir de então, toda sua vida pacata e campestre soprando anéis de fumaça com seu belo cachimbo começa a mudar. Ele é convocado a participar de uma aventura por ninguém menos do que Thorin Escudo-de-Carvalho, um príncipe do poderoso povo dos Anãos. Esta jornada fará Bilbo, Gandalf e 13 anãos atravessarem a Terra-média, passando por inúmeros perigos, sejam eles, os imensos trols, as Montanhas Nevoentas infestadas de gobelins ou a muito antiga e misteriosa Trevamata, até chegarem (se conseguirem) na Montanha Solitária. Lá está um incalculável tesouro, mas há um porém. Deitado em cima dele está Smaug, o Dourado, um dragão malicioso que... bem, você terá que ler e descobrir. Lançado em 1937, O Hobbit é um divisor de águas na literatura fantástica mundial. Mais de 80 anos após a sua publicação, o livro que antecede os ocorridos em O Senhor dos Anéis continua arrebatando fãs de todas as idades, talvez pelo seu tom brincalhão com uma pitada de magia élfica, ou talvez porque J.R.R. Tolkien tenha escrito o melhor livro infanto-juvenil de todos os tempos.",
        "link": "https://amzn.to/31Vs2TA",
        "autor": "J.R.R. Tolkien",
        "editora": "HarperCollins",
        "stars": 4.9,
        "preco": "29,90",
        "idioma": "Português",
        "paginas": 336,
        "dimensoes": "21.2 x 14 x 2.4 cm",
        "ranking": 13,
        "id": 1
        }, 
        {
        "titulo": "Assassinato no Expresso Oriente: 1155",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/71oPKjedhGL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/71oPKjedhGL.jpg",
        "descricao": "É perto da meia-noite quando a neve acumulada sobre os trilhos interrompe a jornada do Expresso Oriente, o mais famoso e luxuoso trem de passageiros do mundo, que liga a Ásia à Europa. A bordo, milionários, aristocratas, empregados - e um assassino. Porém, no mesmo vagão encontra-se ninguém menos que Hercule Poirot. Caberá ao meticuloso detetive investigar todos os passageiros e descobrir a identidade do ousado criminoso. Christie propõe um fascinante enredo nos moldes do clássico subgênero do 'locked room' ('mistério do quarto fechado'), em que o crime ocorre num local isolado, e a suspeita recai sobre todos os presentes.",
        "link": "https://amzn.to/3wxSeSB",
        "autor": "Agatha Christie",
        "editora": "L&PM",
        "stars": 4.7,
        "preco": "18,94",
        "idioma": "Português",
        "paginas": 272,
        "dimensoes": "17.8 x 10.6 x 1.4 cm",
        "ranking": 1679,
        "id": 2
        },
        {
        "titulo": "1984",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/61t0bwt1s3L.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/61GBq2Pbo2L.jpg",
        "descricao": "Publicado em 1949, o texto de Orwell nasceu destinado à polêmica. Traduzido em mais de sessenta países, virou minissérie, filmes, quadrinhos, mangás e até uma ópera. Ganhou holofotes em 1999, quando uma produtora holandesa batizou seu reality show de Big Brother. 1984 foi responsável pela popularização de muitos termos e conceitos, como Grande Irmão, duplopensar, novidioma, buraco da memória e 2 2 5. O trabalho de Winston, o herói de 1984, é reescrever artigos de jornais do passado, de modo que o registro histórico sempre apoie a ideologia do Partido. Grande parte do Ministério também destrói os documentos que não foram revisados, dessa forma não há como provar que o governo esteja mentindo. Winston é um trabalhador diligente e habilidoso, mas odeia secretamente o Partido e sonha com a rebelião contra o Grande Irmão.",
        "link": "https://amzn.to/3fR95Kb",
        "autor": "George Orwell",
        "editora": "Principis",
        "stars": 4.8,
        "preco": "13,85",
        "idioma": "Português",
        "paginas": 336,
        "dimensoes": "22.6 x 15.4 x 2 cm",
        "ranking": 8,
        "id": 3
        },
        {
        "titulo": "Fahrenheit 451",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/41qwit8V+sL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/81Np0KGQQFL.jpg",
        "descricao": "Guy Montag é um bombeiro. Sua profissão é atear fogo nos livros. Em um mundo onde as pessoas vivem em função das telas e a literatura está ameaçada de extinção, os livros são objetos proibidos, e seus portadores são considerados criminosos. Montag nunca questionou seu trabalho; vive uma vida comum, cumpre o expediente e retorna ao final do dia para sua esposa e para a rotina do lar. Até que conhece Clarisse, uma jovem de comportamento suspeito, cheia de imaginação e boas histórias. Quando sua esposa entra em colapso mental e Clarisse desaparece, a vida de Montag não poderá mais ser a mesma. Um clássico da ficção científica e da literatura distópica, Fahrenheit 451 foi escrito originalmente como um conto: O bombeiro, contido no volume Prazer em Queimar: histórias de Fahrenheit 451. Incentivado pelo seu editor, transformou a ideia inicial em um romance, que se tornou um dos livros mais influentes de sua geração – e também um dos mais censurados e banidos de todos os tempos. Foi adaptado para o cinema duas vezes, a primeira pelas mãos do lendário cineasta francês François Truffaut, e depois para diversos formatos. Escrito durante a era do macartismo – a sistemática censura à arte promovida pelo governo americano nos anos 1950 – Bradbury costumava dizer que a proibição a livros não foi o motivo central que o levou a compor a obra, e sim a percepção de que as pessoas passavam a se interessar cada vez menos pela literatura com o surgimento de novas mídias, como a televisão. Com o passar do tempo, Fahrenheit 451 ganhou muitas camadas de interpretação: a história de um burocrata que questiona a vileza do seu trabalho, o poder libertador da palavra, a estupidez da censura às artes. Embora soubesse estar testemunhando uma transformação social única, Bradbury afirmava não acreditar que o cenário que imaginou se tornaria realidade tão rápido. Lançado em 1953, Fahrenheit 451 é hoje uma obra de leitura indispensável junto com 1984, de George Orwell, e Admirável Mundo Novo, de Aldous Huxley.",
        "link": "https://amzn.to/3cXzG6u",
        "autor": "Ray Bradbury",
        "editora": "Biblioteca Azul",
        "stars": 4.7,
        "preco": "21,90",
        "idioma": "Português",
        "paginas": 216,
        "dimensoes": "20.8 x 13.8 x 1.4 cm",
        "ranking": 53,
        "id": 4
        },
        {
        "titulo": "Todas as suas (im)perfeições",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/81Vhnel+xxL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/812R7Y6RQhL.jpg",
        "descricao": "Um inesquecível drama da autora de Verity e É assim que acaba sobre um casamento conturbado e uma promessa esquecida que pode ser capaz de salvá-lo.Todas as suas imperfeições narra a história de Quinn e Graham. Eles se conhecem no pior dia de suas vidas; ela chega mais cedo de uma viagem para surpreender o noivo, ele testemunha a traição da namorada. E é assim que ambos acabam no corredor de um prédio, trocando confidências, biscoitos da sorte e palavras de conforto.Fim da dança... se o destino não tivesse outros planos para os dois. Meses mais tarde, os acordes tocam para o casal mais uma vez e eles se reencontram. Graham está convencido de que são almas gêmeas. Quinn jamais se sentiu dessa forma antes. A intensidade do sentimento os assusta, mas eles mergulham de cabeça mesmo assim.O casamento é tudo o que sonhavam, a parceria perfeita. Mesmo nos momentos difíceis, sabem que podem contar com o outro. Nenhum deles desiste do amor que sentem. Até que a primeira nota dissonante abala a sinfonia do casal. Até que Quinn parece estar disposta a trocar tudo o que é pela única coisa que não consegue ser: mãe.A luta do casal por um filho arrisca os alicerces da relação. Quinn não pode engravidar. Graham não é um candidato para adoção por conta de um erro do passado. O impasse os deixa parados no salão, no silêncio. A orquestra está em suspenso. Os dois parecem surdos para a música do amor.Em Todas as suas imperfeições, Colleen coloca sua marca em mais uma obra comovente e inesquecível.",
        "link": "https://amzn.to/2OyW5h2",
        "autor": "Colleen Hoover",
        "editora": "Galera",
        "stars": 4.8,
        "preco": "29,20",
        "idioma": "Português",
        "paginas": 304,
        "dimensoes": "20.57 x 13.46 x 2.03 cm",
        "ranking": 161,
        "id": 5
        },
        {
        "titulo": "O lado feio do amor",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/81bHI3RT0tL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/81Z+D9EOT7L.jpg",
        "descricao": "O maior best-seller de Collen Hoover, autora das séries Slammed e Hopeless Quando Tate Collins se muda para o apartamento de seu irmão, Corbin, a fim de se dedicar ao mestrado em enfermagem, não imaginava conhecer o lado feio do amor. Um relacionamento onde companheirismo e cumplicidade não são prioridades. E o sexo parece ser o único objetivo. Mas Miles Archer, piloto de avião, vizinho e melhor amigo de Corbin, sabe ser persuasivo... apesar da armadura emocional que usa para esconder um passado de dor. O que Miles e Tate sentem não é amor à primeira vista, mas uma atração incontrolável. Em pouco tempo não conseguem mais resistir e se entregam ao desejo. O rapaz impõe duas regras: sem perguntas sobre o passado e sem esperanças para o futuro. Será um relacionamento casual. Eles têm a sintonia perfeita. Tate prometeu não se apaixonar. Mas vai descobrir que nenhuma regra é capaz de controlar o amor e o desejo.",
        "link": "https://amzn.to/3s1eYXJ",
        "autor": "Colleen Hoover",
        "editora": "Galera",
        "stars": 4.7,
        "preco": "26,89",
        "idioma": "Português",
        "paginas": 352,
        "dimensoes": "20.6 x 13.4 x 2 cm",
        "ranking": 771,
        "id": 6
        },
        {
        "titulo": "Corte de espinhos e rosas (Vol. 1)",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/91RU544KgKL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/71O6S0OsRML.jpg",
        "descricao": "Ela roubou uma vida. Agora deve pagar com o coração. Corte de espinhos e rosas é primeiro volume da série best-seller, da mesma autora da saga Trono de vidro.Num mundo dividido uma muralha mágica separa duas espécies. De um lado, os feéricos vivem dentro de suas fronteiras cheias de beleza e mistério; do outro, os humanos possuem apenas medo, desconfiança e dificuldades.Feyre, filha de um casal de mercadores humanos e falidos, se torna caçadora para sustentar a família. Dura como as flechas que carrega, letal como sua pontaria, ela abandona as fantasias de garota e as troca pela árdua vida nas florestas ao redor de sua aldeia.Sua única alegria é observar as cores e sonhar em capturá-las. Mas, na floresta, coberta de neve tudo é branco e árido; como o ódio pelos feéricos que carrega no coração; Como as telas que não pode comprar ou colorir. Até que um enorme lobo cruza seu caminho... Sem hesitar, Feyre dispara... uma flecha. Um ato de rebelião.Após matar o lobo, uma criatura bestial surge exigindo uma reparação. Arrastada para além do muro, para uma terra mágica e traiçoeira - que ela só conhece por meio de lendas -, a jovem descobre que seu captor não é um animal, mas Tamlin, Grão Senhor da Terra Primaveril. Um feérico com um segredo, escondido sob uma máscara. Ela descobre ainda que o então animal que havia assassinado era, na verdade, uma criatura mágica, uma fada zoomórfica transformada em lobo.À medida que ela descobre mais sobre este mundo onde a magia impera, seus sentimentos por Tamlin passam da mais pura hostilidade até uma paixão avassaladora. Enquanto isso, uma sinistra e antiga sombra avança sobre o mund­­o das fadas e Feyre deve provar seu amor para detê-la ou Tamlin e seu povo estarão condenados.Corte de espinhos e rosas é um livro de fantasia de tirar o fôlego. Memorável em todos os aspectos, com personagens complexos, enredo rico e um magnífico mundo de fantasia combinados impecavelmente para criar um romance épico.",
        "link": "https://amzn.to/3s1RsJO",
        "autor": "Sarah J. Maas",
        "editora": "Galera",
        "stars": 4.8,
        "preco": "29,89",
        "idioma": "Português",
        "paginas": 434,
        "dimensoes": "22.6 x 15.4 x 2.6 cm",
        "ranking": 5,
        "id": 7
        },
        {
        "titulo": "A revolução dos bichos",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/612QiXA+FyL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/61zjNcaBxdL.jpg",
        "descricao": "Uma fazenda é tomada por seus animais maltratados e sobrecarregados. Cheios de idealismo, eles se propõem a criar um paraíso de progresso, justiça e igualdade, administrando o local por conta própria. Os porcos, então, assumem o comando e, com suas habilidades de alfabetização, vão aos poucos mudando as regras que os animais haviam estabelecido previamente. Dessa forma o palco está montado com uma crítica muito bem escrita de como os ideais socialistas são corrompidos por pessoas poderosas, como as massas iletradas são aproveitadas e como os líderes comunistas se transformam em capitalistas",
        "link": "https://amzn.to/2Rdw1ZD",
        "autor": "George Orwell",
        "editora": "Principis",
        "stars": 4.7,
        "preco": "9,90",
        "idioma": "Português",
        "paginas": 96,
        "dimensoes": "22.4 x 15.4 x 0.8 cm",
        "ranking": 71,
        "id": 8
        },
        {
        "titulo": "A cantiga dos pássaros e das serpentes",
        "frente": "https://images-na.ssl-images-amazon.com/images/I/81Iluivp1gL.jpg",
        "costa": "https://images-na.ssl-images-amazon.com/images/I/81Iluivp1gL.jpg",
        "descricao": "Uma história de Jogos Vorazes. Ambição o alimentará. Competiçãoo conduzirá, mas o poder tem seu preço. É a manhã do dia da colheita que iniciará a décima edição dos Jogos Vorazes. Na Capital, o jovem de dezoito anos Coriolanus Snow se prepara para sua oportunidade de glória como um mentor dos Jogos. A outrora importante casa Snow passa por tempos difíceis e o destino dela depende da pequena chance de Coriolanus ser capaz de encantar, enganar e manipular seus colegas estudantes para conseguir mentorar o tributo vencedor. A sorte não está a favor dele. A ele foi dada a tarefa humilhante de mentorar a garota tributo do Distrito 12, o pior dos piores. Os destinos dos dois estão agora interligados – toda escolha que Coriolanus fizer pode significar sucesso ou fracasso, triunfo ou ruína. Na arena, a batalha será mortal. Fora da arena, Coriolanus começa a se apegar a já condenada garota tributo... e deverá pesar a necessidade de seguir as regras e o desejo de sobreviver custe o que custar.",
        "link": "https://amzn.to/2PDuzzD",
        "autor": "Suzanne Collins",
        "editora": "Rocco Jovens Leitores",
        "stars": 4.8,
        "preco": "29,90",
        "idioma": "Português",
        "paginas": 576,
        "dimensoes": "20.6 x 13.6 x 3.2 cm",
        "ranking": 207,
        "id": 9
        }
    ]
}